a-h.templ
alexcvzz.vscode-sqlite
bradlc.vscode-tailwindcss
continue.continue
cuelangorg.vscode-cue
dheovani.svg-viewer
docker.docker
editorconfig.editorconfig
followtheprocess.spok
gamunu.opentofu
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
google.geminicodeassist
matthewpi.caddyfile-support
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.live-server
starfederation.datastar-vscode
streetsidesoftware.code-spell-checker
task.vscode-task
xc-vscode.xc-vscode
